[{"subject": "FW: Your secret santa sent you a message", "content": "\n\n\n  From: Santa Claus <no-reply@secretsantaorganizer.com>Date: Wednesday, 29 November 2023 at 2:35 PMTo: Srastika Shetty (srashett) <srashett@cisco.com>Subject: Your secret santa sent you a message Party details:Date of your party: Dec 11, 2023 Location of your party: CESSNA , Bangalore Amount to spend: any Number of people: 8 Person who created this list: Charu Kamath (ckamath@cisco.com) Dear Srastika, Your Secret Santa buddy has sent a message to you, you can read it here:please update your wishlist Click the link below and add some stuff to your wishlist you'd like. Update your wishlist   Have fun organizing Secret Santa! Created by iO If you don't want to receive mails in the future, you can unsubscribe here "}, {"subject": "FW: PF HELPDESK", "content": "\n\n\n  From: payroll-india(mailer list) <payroll-india@cisco.com>Date: Wednesday, 29 November 2023 at 4:43 PMTo: Cc: reg.india(mailer list) <reg.india@cisco.com>Subject: PF HELPDESK“Please do not reply to this message. Replies to this message are routed to an unmonitored mailbox”Provident Fund Helpdesk                                                                                                                                                   Dear Cisco India Employees, We are creating an opportunity for you to interact with our team through a Helpdesk to clarify any doubts on your Provident Fund. The team is available as per below schedule. Enclosed are the Joint Declaration forms for data mismatch between PF records and Aadhaar card, Form 11 for EPS correction, and Grievance procedure to raise a complaint in the EPFO portal. Employees those who are unable to login to the Unified Member portal, please ensure to submit the documents.        Topic:    PF Helpdesk      Date:     29th November’23      Timing: 10.00am to 12.30pm and 1.30 to 3.00pm      Venue:   BGL-12-G – KEPLER We encourage you to visit the help zone link  Cisco_Help_Zone  to explore and PF articles and in case you still have questions, request you to connect with an Expert from People Support Team.  Note : Please do not reply to ALL on this email as the same is not monitored. If you have any questions please visit help zone link http://helpzone.cisco.com Stay Safe, Stay Healthy !!  Regards,Payroll Team                                                                                                   INDIA PAYROLL OPERATIONSTransforming the Customer Experience“CISCO Confidential ! Please do not circulate”      "}]